IDEA Open Model
ResultClass.IdConstructionStage Property
 Id of IConstructionStage, 0 == IConstructionStage is not defined
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public int IdConstructionStage { get; set; }
Public Property IdConstructionStage As Integer
	Get
	Set
public:
property int IdConstructionStage {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
ResultClass Class
IdeaRS.OpenModel.Loading Namespace